Repository: sodhera/speaking-coach-ios
Catalog: SpeakingCoach/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fil, fr, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, vi, zh_hans

source: Thirty seconds of speaking a day, and your distracting apps held until you've spoken.
ar: ثلاثون ثانية من الحديث يوميًا، وتطبيقاتك المشتّتة معلّقة حتى تتحدث.
de: Dreißig Sekunden Sprechen pro Tag, und deine ablenkenden Apps bleiben zu, bis du gesprochen hast.
es: Treinta segundos de hablar al día, y tus apps que distraen en espera hasta que hayas hablado.
fil: Tatlumpung segundo ng pagsasalita araw-araw, at mananatiling sarado ang apps na nakakaabala hangga't hindi mo ito ginagawa.
fr: Trente secondes de parole par jour, et tes apps distrayantes en attente jusqu'à ce que tu aies parlé.
hi: रोज़ तीस सेकंड बोलना, और ध्यान भटकाने वाले ऐप तब तक रुके रहेंगे जब तक आप बोल न लें।
id: Tiga puluh detik berbicara sehari, dan app yang mengalihkan perhatian tetap terkunci sampai kamu melakukannya.
it: Trenta secondi al giorno di parlato, e le app che ti distraggono in attesa finché non hai parlato.
ja: 一日30秒話すこと。話すまで、気が散るアプリはお預けです。
ko: 하루 30초 말하기. 말하기 전까지 방해되는 앱은 잠겨 있어요.
nl: Dertig seconden per dag praten, en je afleidende apps op pauze tot je hebt gesproken.
pl: Trzydzieści sekund mówienia dziennie, a rozpraszające aplikacje czekają, aż coś powiesz.
pt_br: Trinta segundos de fala por dia, e seus apps que distraem em espera até você falar.
ru: Тридцать секунд речи в день, а отвлекающие приложения ждут, пока вы не заговорите.
sv: Trettio sekunders prat om dagen, och dina störande appar pausade tills du har pratat.
tr: Günde otuz saniye konuşma; dikkat dağıtan uygulamaların sen konuşana kadar beklemede.
uk: Тридцять секунд мовлення на день, а програми, що відволікають, чекають, доки ви не заговорите.
vi: Ba mươi giây nói mỗi ngày, và các ứng dụng gây xao nhãng sẽ bị khóa cho đến khi bạn nói.
zh_hans: 每天说话三十秒，说之前让人分心的 App 都会保持锁定。

source: This PowerPoint couldn't be converted here. Export it as a PDF (File → Export in PowerPoint or Keynote) and add that instead.
ar: تعذّر تحويل ملف PowerPoint هذا هنا. صدّره بصيغة PDF (ملف ← تصدير في PowerPoint أو Keynote) وأضفه بدلًا منه.
de: Diese PowerPoint-Datei konnte hier nicht umgewandelt werden. Exportiere sie als PDF (Ablage → Exportieren in PowerPoint oder Keynote) und füge diese hinzu.
es: Este PowerPoint no se pudo convertir aquí. Expórtalo como PDF (Archivo → Exportar en PowerPoint o Keynote) y añádelo.
fil: Hindi ma-convert dito ang PowerPoint na ito. I-export ito bilang PDF (File → Export sa PowerPoint o Keynote) at idagdag iyon.
fr: Ce PowerPoint n'a pas pu être converti ici. Exporte-le en PDF (Fichier → Exporter dans PowerPoint ou Keynote) et ajoute-le.
hi: यह PowerPoint यहाँ बदला नहीं जा सका। इसे PDF के रूप में एक्सपोर्ट करें (PowerPoint या Keynote में फ़ाइल → एक्सपोर्ट) और उसे जोड़ें।
id: PowerPoint ini tidak bisa dikonversi di sini. Ekspor sebagai PDF (File → Ekspor di PowerPoint atau Keynote) lalu tambahkan.
it: Impossibile convertire qui questo PowerPoint. Esportalo in PDF (File → Esporta in PowerPoint o Keynote) e aggiungi quello.
ja: このPowerPointはここで変換できませんでした。PDFとして書き出し（PowerPointまたはKeynoteで ファイル → 書き出す）、そちらを追加してください。
ko: 이 PowerPoint는 여기서 변환할 수 없었어요. PDF로 내보낸 뒤(PowerPoint나 Keynote에서 파일 → 내보내기) 그 파일을 추가하세요.
nl: Deze PowerPoint kon hier niet worden omgezet. Exporteer hem als pdf (Archief → Exporteer in PowerPoint of Keynote) en voeg die toe.
pl: Nie udało się tu przekonwertować tego pliku PowerPoint. Wyeksportuj go jako PDF (Plik → Eksportuj w PowerPoincie lub Keynote) i dodaj go.
pt_br: Não foi possível converter este PowerPoint aqui. Exporte como PDF (Arquivo → Exportar no PowerPoint ou Keynote) e adicione-o.
ru: Этот файл PowerPoint не удалось преобразовать здесь. Экспортируйте его в PDF (Файл → Экспорт в PowerPoint или Keynote) и добавьте его.
sv: Den här PowerPoint-filen kunde inte konverteras här. Exportera den som PDF (Arkiv → Exportera i PowerPoint eller Keynote) och lägg till den i stället.
tr: Bu PowerPoint burada dönüştürülemedi. PDF olarak dışa aktar (PowerPoint ya da Keynote'ta Dosya → Dışa Aktar) ve onu ekle.
uk: Цей файл PowerPoint не вдалося перетворити тут. Експортуйте його в PDF (Файл → Експорт у PowerPoint або Keynote) і додайте його.
vi: Không thể chuyển đổi PowerPoint này tại đây. Hãy xuất thành PDF (Tệp → Xuất trong PowerPoint hoặc Keynote) rồi thêm tệp đó.
zh_hans: 无法在此转换该 PowerPoint。请导出为 PDF（在 PowerPoint 或 Keynote 中选择文件 → 导出），然后添加它。

source: This month
ar: هذا الشهر
de: Diesen Monat
es: Este mes
fil: Ngayong buwan
fr: Ce mois-ci
hi: इस महीने
id: Bulan ini
it: Questo mese
ja: 今月
ko: 이번 달
nl: Deze maand
pl: W tym miesiącu
pt_br: Este mês
ru: В этом месяце
sv: Den här månaden
tr: Bu ay
uk: Цього місяця
vi: Tháng này
zh_hans: 这个月

source: This one needs another go.
ar: هذه تحتاج إلى محاولة أخرى.
de: Das braucht noch einen Versuch.
es: Esta necesita otro intento.
fil: Kailangan pa itong subukan ulit.
fr: Celui-ci mérite un autre essai.
hi: इसे एक और कोशिश चाहिए।
id: Yang ini perlu dicoba lagi.
it: Questa va riprovata.
ja: これはもう一度挑戦しましょう。
ko: 이건 한 번 더 해 봐요.
nl: Deze vraagt om nog een poging.
pl: Ten wymaga jeszcze jednej próby.
pt_br: Esta precisa de mais uma tentativa.
ru: Здесь нужна ещё попытка.
sv: Den här behöver ett försök till.
tr: Bu bir deneme daha istiyor.
uk: Тут потрібна ще спроба.
vi: Câu này cần thử thêm lần nữa.
zh_hans: 这个需要再试一次。

source: This retry's been used
ar: استُخدمت هذه الإعادة
de: Diese Wiederholung ist aufgebraucht
es: Este reintento ya se usó
fil: Nagamit na ang pag-ulit na ito
fr: Ce nouvel essai a déjà été utilisé
hi: यह दोहराव इस्तेमाल हो चुका है
id: Ulangan ini sudah dipakai
it: Questo nuovo tentativo è già stato usato
ja: このやり直しは使用済みです
ko: 이 재시도는 이미 사용했어요
nl: Deze herkansing is al gebruikt
pl: Ta powtórka została już wykorzystana
pt_br: Esta nova tentativa já foi usada
ru: Этот повтор уже использован
sv: Det här nya försöket är redan använt
tr: Bu tekrar kullanıldı
uk: Цей повтор уже використано
vi: Lần thử lại này đã được dùng
zh_hans: 这次重试已用过

source: This session's retry has already been used. Start a new session instead.
ar: استُخدمت إعادة هذه الجلسة بالفعل. ابدأ جلسة جديدة بدلًا من ذلك.
de: Die Wiederholung dieser Einheit wurde bereits genutzt. Starte stattdessen eine neue Einheit.
es: El reintento de esta sesión ya se usó. Empieza una sesión nueva.
fil: Nagamit na ang pag-ulit ng session na ito. Magsimula ng bagong session.
fr: Le nouvel essai de cette séance a déjà été utilisé. Commence une nouvelle séance.
hi: इस सेशन का दोहराव पहले ही इस्तेमाल हो चुका है। इसके बजाय नया सेशन शुरू करें।
id: Ulangan sesi ini sudah dipakai. Mulai sesi baru.
it: Il nuovo tentativo di questa sessione è già stato usato. Inizia una nuova sessione.
ja: このセッションのやり直しはすでに使用済みです。新しいセッションを始めてください。
ko: 이 세션의 재시도는 이미 사용했어요. 새 세션을 시작하세요.
nl: De herkansing van deze sessie is al gebruikt. Start een nieuwe sessie.
pl: Powtórka tej sesji została już wykorzystana. Zacznij nową sesję.
pt_br: A nova tentativa desta sessão já foi usada. Comece uma nova sessão.
ru: Повтор этой сессии уже использован. Начните новую сессию.
sv: Den här sessionens nya försök är redan använt. Starta en ny session i stället.
tr: Bu oturumun tekrarı zaten kullanıldı. Bunun yerine yeni bir oturum başlat.
uk: Повтор цієї сесії вже використано. Почніть нову сесію.
vi: Lần thử lại của buổi này đã được dùng. Hãy bắt đầu buổi mới.
zh_hans: 本次练习的重试已经用过了。请开始新的练习。

source: This week
ar: هذا الأسبوع
de: Diese Woche
es: Esta semana
fil: Ngayong linggo
fr: Cette semaine
hi: इस हफ़्ते
id: Minggu ini
it: Questa settimana
ja: 今週
ko: 이번 주
nl: Deze week
pl: W tym tygodniu
pt_br: Esta semana
ru: На этой неделе
sv: Den här veckan
tr: Bu hafta
uk: Цього тижня
vi: Tuần này
zh_hans: 这周

source: Time to think
ar: وقت للتفكير
de: Zeit zum Nachdenken
es: Tiempo para pensar
fil: Oras para mag-isip
fr: Temps de réflexion
hi: सोचने का समय
id: Waktu untuk berpikir
it: Tempo per pensare
ja: 考える時間あり
ko: 생각할 시간
nl: Tijd om na te denken
pl: Czas do namysłu
pt_br: Tempo para pensar
ru: Время подумать
sv: Tid att tänka
tr: Düşünme zamanı
uk: Час подумати
vi: Có thời gian suy nghĩ
zh_hans: 留出思考时间

source: Today or tomorrow
ar: اليوم أو غدًا
de: Heute oder morgen
es: Hoy o mañana
fil: Ngayon o bukas
fr: Aujourd'hui ou demain
hi: आज या कल
id: Hari ini atau besok
it: Oggi o domani
ja: 今日か明日
ko: 오늘이나 내일
nl: Vandaag of morgen
pl: Dziś lub jutro
pt_br: Hoje ou amanhã
ru: Сегодня или завтра
sv: I dag eller i morgon
tr: Bugün ya da yarın
uk: Сьогодні або завтра
vi: Hôm nay hoặc ngày mai
zh_hans: 今天或明天

source: Today's prompt
ar: سؤال اليوم
de: Heutiger Impuls
es: Reto de hoy
fil: Tanong ngayong araw
fr: Défi du jour
hi: आज का सवाल
id: Topik hari ini
it: Spunto di oggi
ja: 今日のお題
ko: 오늘의 질문
nl: Vraag van vandaag
pl: Dzisiejsze wyzwanie
pt_br: Desafio de hoje
ru: Вопрос дня
sv: Dagens fråga
tr: Bugünün sorusu
uk: Питання дня
vi: Chủ đề hôm nay
zh_hans: 今日话题

source: Today, %@
ar: اليوم، %@
de: Heute, %@
es: Hoy, %@
fil: Ngayon, %@
fr: Aujourd'hui, %@
hi: आज, %@
id: Hari ini, %@
it: Oggi, %@
ja: 今日 %@
ko: 오늘, %@
nl: Vandaag, %@
pl: Dziś, %@
pt_br: Hoje, %@
ru: Сегодня, %@
sv: I dag, %@
tr: Bugün, %@
uk: Сьогодні, %@
vi: Hôm nay, %@
zh_hans: 今天 %@

source: Tomorrow
ar: غدًا
de: Morgen
es: Mañana
fil: Bukas
fr: Demain
hi: कल
id: Besok
it: Domani
ja: 明日
ko: 내일
nl: Morgen
pl: Jutro
pt_br: Amanhã
ru: Завтра
sv: I morgon
tr: Yarın
uk: Завтра
vi: Ngày mai
zh_hans: 明天

source: Too many tries. Wait a minute and try again.
ar: محاولات كثيرة جدًا. انتظر دقيقة وحاول مجددًا.
de: Zu viele Versuche. Warte eine Minute und versuch es erneut.
es: Demasiados intentos. Espera un minuto y vuelve a intentarlo.
fil: Masyadong maraming subok. Maghintay ng isang minuto at subukan ulit.
fr: Trop de tentatives. Attends une minute et réessaie.
hi: बहुत ज़्यादा कोशिशें। एक मिनट रुकें और फिर कोशिश करें।
id: Terlalu banyak percobaan. Tunggu satu menit dan coba lagi.
it: Troppi tentativi. Aspetta un minuto e riprova.
ja: 試行回数が多すぎます。1分待ってからもう一度お試しください。
ko: 시도 횟수가 너무 많아요. 1분 후 다시 시도해 주세요.
nl: Te veel pogingen. Wacht een minuut en probeer het opnieuw.
pl: Zbyt wiele prób. Odczekaj minutę i spróbuj ponownie.
pt_br: Muitas tentativas. Espere um minuto e tente de novo.
ru: Слишком много попыток. Подождите минуту и попробуйте снова.
sv: För många försök. Vänta en minut och försök igen.
tr: Çok fazla deneme. Bir dakika bekle ve tekrar dene.
uk: Забагато спроб. Зачекайте хвилину й спробуйте знову.
vi: Thử quá nhiều lần. Đợi một phút rồi thử lại.
zh_hans: 尝试次数过多。请等一分钟再试。

source: Tough
ar: صارم
de: Hart
es: Exigente
fil: Mahigpit
fr: Exigeant
hi: सख़्त
id: Keras
it: Duro
ja: 厳しめ
ko: 강하게
nl: Pittig
pl: Twardo
pt_br: Difícil
ru: Жёстко
sv: Tufft
tr: Zorlu
uk: Жорстко
vi: Gay gắt
zh_hans: 严格

source: Transcribed from your session, so the odd word may be off.
ar: مكتوب من جلستك، لذا قد تخطئ كلمة هنا أو هناك.
de: Aus deiner Einheit transkribiert, einzelne Wörter können abweichen.
es: Transcrito de tu sesión, así que alguna palabra puede no ser exacta.
fil: Na-transcribe mula sa session mo, kaya maaaring may maling salita.
fr: Transcrit à partir de ta séance, donc un mot peut parfois être inexact.
hi: आपके सेशन से लिखा गया, इसलिए कोई शब्द गलत हो सकता है।
id: Ditranskripsi dari sesimu, jadi mungkin ada kata yang meleset.
it: Trascritto dalla tua sessione, quindi qualche parola potrebbe non essere esatta.
ja: セッションから文字起こししたため、一部の言葉が違っている場合があります。
ko: 세션에서 받아 적은 것이라 일부 단어가 다를 수 있어요.
nl: Uitgeschreven uit je sessie, dus een enkel woord kan afwijken.
pl: Transkrypcja z sesji, więc pojedyncze słowa mogą się nie zgadzać.
pt_br: Transcrito da sua sessão, então alguma palavra pode estar errada.
ru: Расшифровано из вашей сессии, поэтому отдельные слова могут быть неточными.
sv: Transkriberat från din session, så enstaka ord kan bli fel.
tr: Oturumundan yazıya döküldü; bazı kelimeler hatalı olabilir.
uk: Розшифровано з вашої сесії, тож окремі слова можуть бути неточними.
vi: Được chép lại từ buổi tập của bạn, nên có thể lệch vài từ.
zh_hans: 由练习内容转写而来，个别字词可能有误。

source: Try
ar: جرّب
de: Versuch
es: Prueba
fil: Subukan
fr: Essaie
hi: आज़माएँ
id: Coba
it: Prova
ja: 改善例
ko: 이렇게
nl: Probeer
pl: Spróbuj
pt_br: Tente
ru: Попробуйте
sv: Prova
tr: Dene
uk: Спробуйте
vi: Thử
zh_hans: 试试

source: Try again
ar: حاول مجددًا
de: Erneut versuchen
es: Intentar de nuevo
fil: Subukan ulit
fr: Réessayer
hi: फिर कोशिश करें
id: Coba lagi
it: Riprova
ja: もう一度試す
ko: 다시 시도
nl: Probeer opnieuw
pl: Spróbuj ponownie
pt_br: Tentar de novo
ru: Попробовать снова
sv: Försök igen
tr: Tekrar dene
uk: Спробувати знову
vi: Thử lại
zh_hans: 再试一次

source: Try feedback again
ar: أعِد محاولة الملاحظات
de: Feedback erneut versuchen
es: Reintentar comentarios
fil: Subukan ulit ang feedback
fr: Relancer le retour
hi: फ़ीडबैक फिर आज़माएँ
id: Coba masukan lagi
it: Riprova il feedback
ja: フィードバックを再試行
ko: 피드백 다시 시도
nl: Feedback opnieuw proberen
pl: Spróbuj ponownie z informacją zwrotną
pt_br: Tentar o feedback de novo
ru: Повторить разбор
sv: Försök med återkoppling igen
tr: Geri bildirimi tekrar dene
uk: Повторити розбір
vi: Thử nhận xét lại
zh_hans: 重新获取反馈

source: Try it free for %@
ar: جرّبه مجانًا لمدة %@
de: %@ kostenlos testen
es: Pruébalo gratis durante %@
fil: Subukan nang libre sa loob ng %@
fr: Essaie gratuitement pendant %@
hi: %@ के लिए मुफ़्त आज़माएँ
id: Coba gratis selama %@
it: Prova gratis per %@
ja: %@無料で試す
ko: %@ 무료로 체험하기
nl: Probeer %@ gratis
pl: Wypróbuj za darmo przez %@
pt_br: Teste grátis por %@
ru: Бесплатно на %@
sv: Prova gratis i %@
tr: %@ ücretsiz dene
uk: Безкоштовно на %@
vi: Dùng thử miễn phí %@
zh_hans: 免费试用%@

source: Try one change
ar: جرّب تغييرًا واحدًا
de: Probier eine Änderung
es: Prueba un cambio
fil: Subukan ang isang pagbabago
fr: Essaie un changement
hi: एक बदलाव आज़माएँ
id: Coba satu perubahan
it: Prova un cambiamento
ja: 一つ変えてみよう
ko: 한 가지 바꿔 보기
nl: Probeer één verandering
pl: Spróbuj jednej zmiany
pt_br: Tente uma mudança
ru: Попробуйте одно изменение
sv: Prova en ändring
tr: Bir değişiklik dene
uk: Спробуйте одну зміну
vi: Thử một thay đổi
zh_hans: 试着改一个地方

source: Try starting with
ar: جرّب البدء بـ
de: Versuch es mit
es: Prueba a empezar con
fil: Subukang magsimula sa
fr: Essaie de commencer par
hi: ऐसे शुरू करके देखें
id: Coba mulai dengan
it: Prova a iniziare con
ja: こう始めてみましょう
ko: 이렇게 시작해 보세요
nl: Begin bijvoorbeeld met
pl: Spróbuj zacząć od
pt_br: Tente começar com
ru: Попробуйте начать с
sv: Prova att börja med
tr: Şöyle başlamayı dene
uk: Спробуйте почати з
vi: Thử bắt đầu bằng
zh_hans: 试着这样开头

source: Try these
ar: جرّب هذه
de: Probier das
es: Prueba esto
fil: Subukan ang mga ito
fr: Essaie ceci
hi: इन्हें आज़माएँ
id: Coba ini
it: Prova questi
ja: こうしてみましょう
ko: 이렇게 해 보세요
nl: Probeer deze
pl: Wypróbuj to
pt_br: Tente isto
ru: Попробуйте это
sv: Prova de här
tr: Bunları dene
uk: Спробуйте це
vi: Thử những câu này
zh_hans: 试试这些

source: Try today's prompt
ar: جرّب سؤال اليوم
de: Heutigen Impuls ausprobieren
es: Probar el reto de hoy
fil: Subukan ang tanong ngayong araw
fr: Essayer le défi du jour
hi: आज का सवाल आज़माएँ
id: Coba topik hari ini
it: Prova lo spunto di oggi
ja: 今日のお題を試す
ko: 오늘의 질문 해 보기
nl: Probeer de vraag van vandaag
pl: Wypróbuj dzisiejsze wyzwanie
pt_br: Testar o desafio de hoje
ru: Попробовать вопрос дня
sv: Prova dagens fråga
tr: Bugünün sorusunu dene
uk: Спробувати питання дня
vi: Thử chủ đề hôm nay
zh_hans: 试试今日话题

source: Turn on notifications for Speaking Coach in the Settings app.
ar: شغّل إشعارات Speaking Coach في تطبيق الإعدادات.
de: Schalte Mitteilungen für Speaking Coach in der App „Einstellungen“ ein.
es: Activa las notificaciones de Speaking Coach en la app Ajustes.
fil: I-on ang notifications para sa Speaking Coach sa Settings app.
fr: Active les notifications de Speaking Coach dans l'app Réglages.
hi: सेटिंग्स ऐप में Speaking Coach की सूचनाएँ चालू करें।
id: Nyalakan notifikasi untuk Speaking Coach di app Pengaturan.
it: Attiva le notifiche di Speaking Coach nell'app Impostazioni.
ja: 「設定」アプリでSpeaking Coachの通知をオンにしてください。
ko: 설정 앱에서 Speaking Coach 알림을 켜 주세요.
nl: Zet meldingen voor Speaking Coach aan in de Instellingen-app.
pl: Włącz powiadomienia Speaking Coach w aplikacji Ustawienia.
pt_br: Ative as notificações do Speaking Coach no app Ajustes.
ru: Включите уведомления Speaking Coach в приложении «Настройки».
sv: Slå på notiser för Speaking Coach i appen Inställningar.
tr: Ayarlar uygulamasından Speaking Coach bildirimlerini aç.
uk: Увімкніть сповіщення Speaking Coach у програмі «Параметри».
vi: Bật thông báo cho Speaking Coach trong ứng dụng Cài đặt.
zh_hans: 请在“设置”App 中打开 Speaking Coach 的通知。

source: Turn on the microphone for Speaking Coach in Settings.
ar: شغّل الميكروفون لـ Speaking Coach في الإعدادات.
de: Schalte das Mikrofon für Speaking Coach in den Einstellungen ein.
es: Activa el micrófono para Speaking Coach en Ajustes.
fil: I-on ang mikropono para sa Speaking Coach sa Settings.
fr: Active le micro pour Speaking Coach dans Réglages.
hi: सेटिंग्स में Speaking Coach के लिए माइक्रोफ़ोन चालू करें।
id: Nyalakan mikrofon untuk Speaking Coach di Pengaturan.
it: Attiva il microfono per Speaking Coach in Impostazioni.
ja: 「設定」でSpeaking Coachのマイクをオンにしてください。
ko: 설정에서 Speaking Coach의 마이크를 켜 주세요.
nl: Zet de microfoon voor Speaking Coach aan in Instellingen.
pl: Włącz mikrofon dla Speaking Coach w Ustawieniach.
pt_br: Ative o microfone para o Speaking Coach em Ajustes.
ru: Включите микрофон для Speaking Coach в Настройках.
sv: Slå på mikrofonen för Speaking Coach i Inställningar.
tr: Ayarlar'dan Speaking Coach için mikrofonu aç.
uk: Увімкніть мікрофон для Speaking Coach у Параметрах.
vi: Bật micrô cho Speaking Coach trong Cài đặt.
zh_hans: 请在“设置”中打开 Speaking Coach 的麦克风权限。

source: Two minutes, out loud.
ar: دقيقتان، بصوت عالٍ.
de: Zwei Minuten, laut.
es: Dos minutos, en voz alta.
fil: Dalawang minuto, nang malakas.
fr: Deux minutes, à voix haute.
hi: दो मिनट, ज़ोर से।
id: Dua menit, dengan suara keras.
it: Due minuti, ad alta voce.
ja: 2分間、声に出して。
ko: 2분, 소리 내어.
nl: Twee minuten, hardop.
pl: Dwie minuty, na głos.
pt_br: Dois minutos, em voz alta.
ru: Две минуты вслух.
sv: Två minuter, högt.
tr: İki dakika, sesli.
uk: Дві хвилини вголос.
vi: Hai phút, thành tiếng.
zh_hans: 两分钟，大声说。

source: Type %@ to confirm
ar: اكتب %@ للتأكيد
de: Gib %@ zur Bestätigung ein
es: Escribe %@ para confirmar
fil: I-type ang %@ para kumpirmahin
fr: Tape %@ pour confirmer
hi: पुष्टि के लिए %@ टाइप करें
id: Ketik %@ untuk konfirmasi
it: Digita %@ per confermare
ja: 確認のため%@と入力してください
ko: 확인하려면 %@을(를) 입력하세요
nl: Typ %@ om te bevestigen
pl: Wpisz %@, aby potwierdzić
pt_br: Digite %@ para confirmar
ru: Введите %@ для подтверждения
sv: Skriv %@ för att bekräfta
tr: Onaylamak için %@ yaz
uk: Введіть %@ для підтвердження
vi: Nhập %@ để xác nhận
zh_hans: 输入%@以确认

source: Unlock
ar: فتح القفل
de: Entsperren
es: Desbloquear
fil: I-unlock
fr: Débloquer
hi: अनलॉक
id: Buka kunci
it: Sblocca
ja: ロック解除
ko: 잠금 해제
nl: Ontgrendel
pl: Odblokuj
pt_br: Desbloquear
ru: Разблокировать
sv: Lås upp
tr: Kilidi aç
uk: Розблокувати
vi: Mở khóa
zh_hans: 解锁

source: Unlocked until %@.
ar: مفتوح حتى %@.
de: Entsperrt bis %@.
es: Desbloqueado hasta las %@.
fil: Naka-unlock hanggang %@.
fr: Débloqué jusqu'à %@.
hi: %@ तक अनलॉक।
id: Terbuka sampai %@.
it: Sbloccato fino alle %@.
ja: %@までロック解除中。
ko: %@까지 잠금 해제됨.
nl: Ontgrendeld tot %@.
pl: Odblokowane do %@.
pt_br: Desbloqueado até %@.
ru: Разблокировано до %@.
sv: Upplåst till %@.
tr: %@ saatine kadar açık.
uk: Розблоковано до %@.
vi: Đã mở khóa đến %@.
zh_hans: 已解锁至%@。

source: Until
ar: حتى
de: Bis
es: Hasta
fil: Hanggang
fr: Jusqu'à
hi: तक
id: Sampai
it: Fino alle
ja: 終了
ko: 종료
nl: Tot
pl: Do
pt_br: Até
ru: До
sv: Till
tr: Bitiş
uk: До
vi: Đến
zh_hans: 结束

source: Up from %lld when you started.
ar: أعلى من %lld التي بدأت بها.
de: Höher als deine %lld zu Beginn.
es: Más alto que tu %lld inicial.
fil: Tumaas mula %lld noong nagsimula ka.
fr: En hausse par rapport à ton %lld de départ.
hi: शुरुआत के %lld से ऊपर।
id: Naik dari %lld saat kamu mulai.
it: Più alto del tuo %lld iniziale.
ja: 最初の%lldから上がりました。
ko: 처음 %lld에서 올랐어요.
nl: Hoger dan je %lld bij de start.
pl: Wyżej niż twoje %lld na starcie.
pt_br: Acima do seu %lld inicial.
ru: Выше ваших стартовых %lld.
sv: Upp från %lld när du började.
tr: Başlangıçtaki %lld değerinden yukarıda.
uk: Вище ваших стартових %lld.
vi: Tăng từ mức %lld khi bạn bắt đầu.
zh_hans: 比开始时的%lld有所提高。

source: Up next
ar: التالي
de: Als Nächstes
es: Lo siguiente
fil: Susunod
fr: À suivre
hi: आगे
id: Berikutnya
it: Prossimo
ja: 次はこれ
ko: 다음 차례
nl: Volgende
pl: Następne
pt_br: A seguir
ru: Далее
sv: Näst på tur
tr: Sıradaki
uk: Далі
vi: Tiếp theo
zh_hans: 下一步

source: Update available
ar: يتوفر تحديث
de: Update verfügbar
es: Actualización disponible
fil: May update
fr: Mise à jour disponible
hi: अपडेट उपलब्ध है
id: Pembaruan tersedia
it: Aggiornamento disponibile
ja: アップデートがあります
ko: 업데이트 가능
nl: Update beschikbaar
pl: Dostępna aktualizacja
pt_br: Atualização disponível
ru: Доступно обновление
sv: Uppdatering tillgänglig
tr: Güncelleme mevcut
uk: Доступне оновлення
vi: Có bản cập nhật
zh_hans: 有可用更新

source: Update now
ar: حدّث الآن
de: Jetzt aktualisieren
es: Actualizar ahora
fil: Mag-update ngayon
fr: Mettre à jour
hi: अभी अपडेट करें
id: Perbarui sekarang
it: Aggiorna ora
ja: 今すぐアップデート
ko: 지금 업데이트
nl: Werk nu bij
pl: Aktualizuj teraz
pt_br: Atualizar agora
ru: Обновить
sv: Uppdatera nu
tr: Şimdi güncelle
uk: Оновити
vi: Cập nhật ngay
zh_hans: 立即更新

source: Updates, questions, and speaking up in meetings.
ar: التحديثات، والأسئلة، والتحدث في الاجتماعات.
de: Updates, Fragen und sich im Meeting zu Wort melden.
es: Novedades, preguntas y hablar en reuniones.
fil: Mga update, tanong, at pagsasalita sa meeting.
fr: Points d'avancement, questions et prise de parole en réunion.
hi: अपडेट, सवाल और मीटिंग में अपनी बात रखना।
id: Laporan, pertanyaan, dan berani bicara di rapat.
it: Aggiornamenti, domande e intervenire nelle riunioni.
ja: 報告、質問、そして会議での発言。
ko: 업무 보고, 질문, 그리고 회의에서 의견 말하기.
nl: Updates, vragen en je stem laten horen in vergaderingen.
pl: Raporty, pytania i zabieranie głosu na spotkaniach.
pt_br: Atualizações, perguntas e falar nas reuniões.
ru: Отчёты, вопросы и умение высказаться на встречах.
sv: Uppdateringar, frågor och att ta till orda på möten.
tr: Güncellemeler, sorular ve toplantılarda söz almak.
uk: Звіти, питання й уміння висловитися на зустрічах.
vi: Báo cáo, đặt câu hỏi và lên tiếng trong cuộc họp.
zh_hans: 汇报、提问，以及在会议上发言。

source: Version %@
ar: الإصدار %@
es: Versión %@
fil: Bersyon %@
hi: संस्करण %@
id: Versi %@
it: Versione %@
ja: バージョン%@
ko: 버전 %@
nl: Versie %@
pl: Wersja %@
pt_br: Versão %@
ru: Версия %@
tr: Sürüm %@
uk: Версія %@
vi: Phiên bản %@
zh_hans: 版本%@

source: Walk in %@
ar: ادخل %@
de: Geh %@ hinein
es: Llega %@
fil: Pumasok nang %@
fr: Y aller %@
hi: %@ जाएँ
id: Hadapi %@
it: Entra %@
ja: %@本番へ
ko: %@ 들어가기
nl: Stap binnen, %@
pl: Wejdź %@
pt_br: Chegue %@
ru: Приходите %@
sv: Gå in %@
tr: %@ gir
uk: Приходьте %@
vi: Bước vào %@
zh_hans: %@上场

source: Walk into any room %@.
ar: ادخل أي مكان %@.
de: Geh %@ in jeden Raum.
es: Entra en cualquier sala %@.
fil: Pumasok sa kahit anong kuwarto nang %@.
fr: Entre dans n'importe quelle pièce %@.
hi: हर कमरे में %@ जाएँ।
id: Masuki ruangan mana pun %@.
it: Entra in qualsiasi stanza %@.
ja: どんな場所にも%@入っていく。
ko: 어떤 자리든 %@ 들어가세요.
nl: Stap elke ruimte binnen, %@.
pl: Wchodź do każdego pomieszczenia %@.
pt_br: Entre em qualquer ambiente %@.
ru: Входите в любую комнату %@.
sv: Gå in i varje rum %@.
tr: Her ortama %@ gir.
uk: Входьте в будь-яку кімнату %@.
vi: Bước vào bất kỳ căn phòng nào %@.
zh_hans: %@走进任何场合。
